Repository: NikitaDemedyuk/viadrouniki_ios_app
Catalog: viadrouniki_ios_app/Localizable.xcstrings
Source language: en
Languages: be, ru

source: %lld km
be: %lld км
ru: %lld км

source: %lld photos
be: %lld фотаздымка
ru: %lld фотографии

source: %lld trips
be: %lld маршрута
ru: %lld маршрута

source: About
be: Апісанне
ru: Описание

source: Account
be: Уліковы запіс
ru: Аккаунт

source: Ascending
be: Па ўзрастанні
ru: По возрастанию

source: Attractions
be: Славутасці
ru: Достопримечательности

source: Brand
be: Марка
ru: Марка

source: Cars
be: Машыны
ru: Машины

source: Daily digest
be: Штодзённая зводка
ru: Ежедневная сводка

source: Descending
be: Па спаданні
ru: По убыванию

source: Done
be: Гатова
ru: Готово

source: Email
be: Эл. пошта
ru: Эл. почта

source: Failed to load points
be: Не ўдалося загрузіць кропкі
ru: Не удалось загрузить точки

source: Failed to load trips
be: Не ўдалося загрузіць маршруты
ru: Не удалось загрузить маршруты

source: Failed to load vehicles
be: Не ўдалося загрузіць машыны
ru: Не удалось загрузить машины

source: Failed to parse response: %@
be: Не ўдалося апрацаваць адказ: %@
ru: Не удалось обработать ответ: %@

source: Filter Points
be: Фільтр кропак
ru: Фильтр точек

source: Google sign-in isn't available yet.
be: Уваход праз Google пакуль недаступны.
ru: Вход через Google пока недоступен.

source: Inactive
be: Неактыўны
ru: Неактивен

source: Language
be: Мова
ru: Язык

source: Linked accounts
be: Прывязаныя ўліковыя запісы
ru: Привязанные аккаунты

source: Location
be: Размяшчэнне
ru: Расположение

source: Meeting point
be: Месца сустрэчы
ru: Место встречи

source: My cars
be: Мае машыны
ru: Мои машины

source: Name
be: Імя
ru: Имя

source: Network error: %@
be: Памылка сеткі: %@
ru: Ошибка сети: %@

source: No cars linked to this trip yet
be: Да гэтага маршруту пакуль не прывязана ніводная машына
ru: К этому маршруту пока не привязана ни одна машина

source: No points available
be: Кропак пакуль няма
ru: Точек пока нет

source: No points found
be: Кропкі не знойдзены
ru: Точки не найдены

source: Not linked
be: Не прывязаны
ru: Не привязан

source: Notifications
be: Апавяшчэнні
ru: Уведомления

source: Off
be: Выключана
ru: Выключено

source: On
be: Уключана
ru: Включено

source: Order
be: Парадак
ru: Порядок

source: Owner
be: Уладальнік
ru: Владелец

source: Personal info
be: Асабістыя даныя
ru: Личные данные

source: Points
be: Кропкі
ru: Точки

source: Profile
be: Профіль
ru: Профиль

source: Reset
be: Скінуць
ru: Сбросить

source: Retry
be: Паўтарыць
ru: Повторить

source: Search points
be: Пошук кропак
ru: Поиск точек

source: Season
be: Сезон
ru: Сезон

source: Select All
be: Выбраць усе
ru: Выбрать все

source: Server error (%lld).
be: Памылка сервера (%lld).
ru: Ошибка сервера (%lld).

source: Settings
be: Налады
ru: Настройки

source: Sign in to Viadrouniki
be: Уваход у Viadrouniki
ru: Вход в Viadrouniki

source: Sign in with Google
be: Увайсці праз Google
ru: Войти через Google

source: Sign out
be: Выйсці
ru: Выйти

source: Sort
be: Сартаванне
ru: Сортировка

source: Sort by
be: Сартаваць па
ru: Сортировать по

source: Summer
be: Лета
ru: Лето

source: Switch to list
be: Пераключыць на спіс
ru: Переключить на список

source: Switch to map
be: Пераключыць на карту
ru: Переключить на карту

source: Telegram alerts
be: Апавяшчэнні ў Telegram
ru: Уведомления в Telegram

source: There aren't any trips to this point yet
be: Да гэтай кропкі пакуль няма маршрутаў
ru: К этой точке пока нет маршрутов

source: There aren't any trips with this car right now
be: Зараз няма маршрутаў з гэтай машынай
ru: Сейчас нет маршрутов с этой машиной

source: These settings can be changed on viadrouniki.by.
be: Гэтыя налады можна змяніць на сайце viadrouniki.by.
ru: Эти настройки можно изменить на сайте viadrouniki.by.

source: This email address hasn't been verified yet.
be: Адрас эл. пошты яшчэ не пацверджаны.
ru: Адрес эл. почты ещё не подтверждён.

source: Trips
be: Маршруты
ru: Маршруты

source: Try a different search
be: Паспрабуйце змяніць запыт
ru: Попробуйте изменить запрос

source: Unauthorized. Please log in again.
be: Не аўтарызаваны. Калі ласка, увайдзіце зноў.
ru: Не авторизован. Пожалуйста, войдите снова.

source: Unknown type
be: Невядомы тып
ru: Неизвестный тип

source: Use Google to sign in.
be: Выкарыстоўвайце Google для ўваходу.
ru: Используйте Google для входа.

source: Winter
be: Зіма
ru: Зима

source: Year
be: Год
ru: Год

source: You are signed in.
be: Вы ўвайшлі ва ўліковы запіс.
ru: Вы вошли в аккаунт.
